Repository: thieunq92/orientalsails-net45-benormal
Catalog: CMS.Web/Web/Admin/Resources.*.resx
Languages: vi

# buttonAdd
source: Add New
vi: Thêm mới

# buttonCancel
source: Cancel
vi: Hoàn tác

# buttonSave
source: Save
vi: Lưu

# buttonSearch
source: Search
vi: Tìm kiếm

# buttonSubmit
source: Submit
vi: Đồng ý

# labelAction
source: Action
vi: Thao tác

# labelActivities
source: Activities
vi: Hoạt động

# labelBookingId
source: Booking Id
vi: Mã booking

# labelCapacity
source: Capacity
vi: Sức chứa

# labelCustomer
source: Customer
vi: Khách hàng

# labelCustomerList
source: Customers List
vi: Danh sách khách hàng

# labelDescription
source: Description
vi: Mô tả

# labelExclusions
source: Exclusions
vi: Không bao gồm

# labelInclusions
source: Inclusions
vi: Bao gồm

# labelIsTransfer
source: Is Transfer
vi: Là transfer

# labelName
source: Name
vi: Tên

# labelNumberOfDay
source: Number of day
vi: Số ngày

# labelNumberOfOptions
source: Number of option
vi: Số option

# labelPartner
source: Partner
vi: Đối tác

# labelPrice
source: Price
vi: Giá

# labelRole
source: Role
vi: Vai trò

# labelRoomClass
source: Room Class
vi: Loại phòng

# labelRoomList
source: Room List
vi: Danh sách phòng

# labelRoomTypes
source: Room types management
vi: Quản lý kiểu phòng

# labelRoomTypex
source: Room Type
vi: Kiểu phòng

# labelSale
source: Sale
vi: Nhân viên bán hàng

# labelSendEmail
source: Send email
vi: Gửi thư điện tử

# labelStartDate
source: Start Date
vi: Ngày khởi hành

# labelStatus
source: Status
vi: Trạng thái

# labelTripImage
source: Abtract Image (150 x XX)
vi: Ảnh đại diện (150 chiều rộng)

# labelTripMap
source: Map ( 235x170)
vi: Bản đồ ( 235x170)

# labelTripName
source: Trip
vi: Hành trình

# labelWhatToTake
source: What to take
vi: Hướng dẫn

# messageConfirmDelete
source: Are you sure?
vi: Bạn có chắc chắc muốn thực hiện thao tác này?

# messageErrorDontHaveRangeFor
source: WARNING: You may have input wrong data. Can not apply for the value between {0} and {1}. There is no range to apply.
vi: CẢNH BÁO: Có thể bạn đã nhập liệu sai. Không có chính sách cho khoảng giữa {0} và {1}.

# messageErrorOneValueBelongToTwoRange
source: WARNING: You may have input wrong data. Can not apply for the value between {1} and {0}. There is two range to apply.
vi: CẢNH BÁO: Có thể bạn đã nhập liệu sai. Có hai chính sách cho khoảng từ giữa {0} và {1}.

# messageErrorTwoMaxValue
source: WARNING: You may have input wrong data. There is two range without max value.
vi: CẢNH BÁO: Có thể bạn đã nhập liệu sai. Có tới hai khoảng chính sách mà mức tối đa là vô cùng.

# stringAccessDenied
source: Oop! You don't have permission.
vi: Từ chối truy cập: bạn không có quyền sử dụng chức năng này.

# stringAddnewExtraOption
source: Add new option
vi: Thêm option cho hành trình

# stringAddnewRoomClass
source: Add new room class
vi: Thêm loại phòng

# stringFormatUserCount
source: Total users: {0}
vi: Số người dùng: {0}

# stringGuest
source: Guest
vi: Khách

# textAndUp
source: And go on
vi: Và hơn nữa

# textInclude
source: Include
vi: Bao gồm

# textUser
source: user(s)
vi: người dùng

# titleAdminAgencyEdit
source: This pricing table will be apply for {0}
vi: Bảng giá áp dụng cho {0}

# titleAdminAgencyUserList
source: List of users in role {0}
vi: Danh sách người dùng thuộc {1}

# titleAdminAgentList
source: Agency List
vi: Danh sách đại lý

# titleBookingList
source: Booking List
vi: Danh sách booking

# titleBookingView
source: Booking View
vi: Thông tin booking

# titleExtraOptionEdit
source: Extra Option
vi: Dịch vụ kèm theo

# titleRoomClassEdit
source: Room Class Edit
vi: Thông tin loại phòng

# titleRoomEdit
source: Room Edit
vi: Thông tin phòng

# titleRoomList
source: Room List
vi: Danh sách phòng

# titleSailsPriceConfig
source: Sails Price Config
vi: Cấu hình giá

# titleSailsTripEdit
source: Trip Edit
vi: Thông tin hành trình

# titleSailsTripList
source: Trip List
vi: Danh sách hành trình

# textNewRoomType
source: New room type
vi: Kiểu phòng mới

# textAllowSingleBooking
source: Allow booking with diffirent people
vi: Cho phép đặt phòng khác với sức chứa

# textIsShared
source: Is shared cabin
vi: Cho phép ở ghép

# textNewRoomClass
source: New room class
vi: Loại phòng mới

# textPriceConfig
source: Price
vi: Cấu hình giá

# textTripCode
source: Trip code
vi: Mã hành trình

# textTrip
source: Trip
vi: Hành trình

# textAddBooking
source: Add booking
vi: Thêm booking

# textStartDate
source: Start date
vi: Ngày khởi hành

# lbtCheckAvaiable
source: [Check avaiable]
vi: [Kiểm tra phòng trống]

# textAgency
source: Agency
vi: Đối tác

# btnSave
source: Save
vi: Lưu

# errorDateRequired
source: Date is required!
vi: Cần phải có ngày!

# errorNotEnoughAvailable
source: Not enough room available for this cruise on this day, please reassign room type!
vi: Không có đủ phòng trống

# errorOneChildOneBaby
source: Each room can contains only one child or baby
vi: Mỗi phòng chỉ có một suất trẻ em và một suất trẻ sơ sinh

# textSelectAgency
source: -- Agency --
vi: -- Chọn đối tác --

# chkSendMail
source: Send notify
vi: Gửi email thông báo

# textNumberOfPax
source: Number of pax
vi: Số khách

# textBooker
source: Booker
vi: Người báo đặt

# textNumberOfCabin
source: Number of cabin
vi: Số phòng

# textCreated
source: Created by
vi: Người nhập booking

# textApprovedBy
source: Approved by
vi: Người xác nhận

# textTotal
source: Total
vi: Tổng giá

# textPaymentNeeded
source: Pay before tour
vi: Cần thanh toán gấp

# textExtraService
source: Extra services
vi: Dịch vụ gia tăng

# textPickupAddress
source: Pickup Address
vi: Địa điểm đón khách

# textSpecialRequest
source: Special request
vi: Yêu cầu đặc biệt

# textCustomerInfo
source: Customer info
vi: Thông tin khách hàng

# formatPersonItem
source: {0} person(s)
vi: {0} người

# formatRoomItem
source: {0} room(s)
vi: {0} phòng

# formatChildItem
source: {0} child(s)
vi: {0} trẻ

# formatBabyItem
source: {0} baby(s)
vi: {0} trẻ sơ sinh

# formatPaxDetail
source: Adult: {0}<br/>Child: {1} <br/>Baby: {2}
vi: Người lớn: {0}<br/>Trẻ em: {1} <br/>Trẻ sơ sinh: {2}

# textSale
source: Sale
vi: Nhân viên nhận booking

# textBookingList
source: Booking list
vi: Danh sách booking

# textBookingCode
source: Booking code
vi: Mã booking

# textCustomerName
source: Customer name
vi: Tên khách

# textStatus
source: Booking status
vi: Trạng thái booking

# textStatusAll
source: All
vi: Tất cả

# textStatusApproved
source: Approved
vi: Đã chấp thuận

# textStatusPending
source: Pending
vi: Chờ duyệt

# textStatusRejected
source: Rejected
vi: Đã từ chối

# textConfirmBy
source: Confirm by
vi: Người xác nhận

# btnSearch
source: Search
vi: Tìm kiếm

# textOrderReport
source: Order waiting
vi: Đặt phòng chờ xử lý

# textRoom
source: Room
vi: Phòng

# textNotify
source: Notify
vi: Gửi thông báo

# formatCustomerCount
source: {0} adult, {1} child, {2} baby
vi: {0} người lớn, {1} trẻ em, {2} trẻ sơ sinh

# textStatusApprove
source: [Approve]
vi: [Chấp nhận]

# textStatusReject
source: [Reject]
vi: [Từ chối]

# textStatusNotAvaiable
source: [Not enough room]
vi: [Không đủ phòng]

# textBookingByDate
source: Booking by date
vi: Booking theo ngày

# textShowCustomerOnboardNote
source: This form will show all customers onboard (include customers who stayed from the day before in more than 2 day trips) in a specific day
vi: Trang này sẽ liệt kê danh sách các booking có khách ở trên tàu trong một ngày nhất định (bao gồm cả khách ở lại từ ngày hôm trước trên các hành trình dài hơn 2 ngày)

# textShowCustomerTransferNote
source: Customer who was transfered from the day before will display in yellow background
vi: Các booking xuất phát từ ngày hôm trước sẽ được bôi màu vàng

# textDateToView
source: Date to view
vi: Ngày hiển thị

# btnDisplay
source: Display
vi: Hiển thị

# textIndex
source: No.
vi: STT

# textPax
source: Name of pax
vi: Tên khách

# textAdult
source: Adult
vi: Người lớn

# textChild
source: Child
vi: Trẻ em

# textBaby
source: Baby
vi: Trẻ sơ sinh

# textGrandTotal
source: GRAND TOTAL
vi: TỔNG CỘNG

# textName
source: Name
vi: Tên

# textPhone
source: Phone
vi: Số điện thoại

# textSupplier
source: Supplier
vi: Đối tác

# textCost
source: Cost
vi: Chi phí

# btnRemove
source: Remove
vi: Xóa

# textNote
source: Note
vi: Ghi chú

# btnSaveExpenses
source: Save without export
vi: Lưu chi phí

# btnExportRoom
source: Export room list
vi: Xuất danh sách phòng

# btnExportWelcome
source: Export Welcome board
vi: Xuất bảng chào mừng khách

# btnExcel
source: Export customer data
vi: Xuất dữ liệu khách

# textBookingByPeriod
source: Booking by period
vi: Book theo thời kỳ

# textDateFrom
source: From date
vi: Từ ngày

# textDateTo
source: To date
vi: Đến ngày

# textDate
source: Date
vi: Ngày

# textTotalPax
source: Total
vi: Tổng

# textLock
source: Lock
vi: Khóa lại

# textUnlock
source: Unlock
vi: Mở khóa

# textAccountingStatus
source: Accounting status
vi: Trạng thái kế toán

# textSetAsNotUpdated
source: Change to not updated
vi: Đánh dấu chưa cập nhật

# textSetAsUpdated
source: Change to updated
vi: Đánh dấu đã cập nhật

# textAgencyCode
source: TA Code
vi: Tên booking

# textAccounting
source: Accounting
vi: Kế toán

# textAccountingNew
source: New booking
vi: Booking mới

# textAccountingModified
source: Not updated
vi: Chưa cập nhật

# textAccountingUpdated
source: Updated
vi: Đã cập nhật

# btnProvisional
source: Provisional Register
vi: Khai báo tạm trú

# textCustomerList
source: Customer list
vi: Danh sách khách

# textBookingDate
source: Created date
vi: Ngày nhập

# textProvisionalDetail
source: Passport detail
vi: Thông tin xuất nhập cảnh

# textRoomNumber
source: Room number
vi: Số phòng

# textFullName
source: Full name
vi: Họ và tên

# textGender
source: Gender
vi: Giới tính

# textBirthDate
source: Birthdate
vi: Ngày sinh

# textNationality
source: Nationality
vi: Quốc tịch

# textPassport
source: Passport
vi: Hộ chiếu

# textVietKieu
source: Viet Kieu
vi: Việt Kiều

# textPurpose
source: Purpose
vi: Mục đích

# textStayFrom
source: Stay from
vi: Tạm trú từ

# textStayTo
source: Stay to
vi: Đến

# textStayTerm
source: Stay term
vi: Hạn tạm trú

# textStayIn
source: Stay in
vi: CQ, CN đón

# textChangedTime
source: Changed time
vi: Thời gian sửa

# textModifiedBy
source: Changed user
vi: Người sửa

# textChangedContent
source: Changed content
vi: Nội dung thay đổi

# textChangedTotal
source: Changed revenue
vi: Doanh thu thay đổi

# textTrackingReport
source: Tracking report
vi: Báo cáo thay đổi về booking

# textVisaNo
source: Visa No.
vi: Số Visa

# textVisaExpired
source: Visa expired
vi: Hạn Visa

# textIsTransferred
source: Is transferred
vi: Chuyển qua tàu khác

# textTransferredCost
source: Transferred cost
vi: Chi phí chuyển

# textAgencyEdit
source: Agency information
vi: Thông tin đối tác

# textAddress
source: Address
vi: Địa chỉ

# textFax
source: Fax
vi: Số fax

# textEmail
source: Email
vi: Hòm thư điện tử

# textRole
source: Role
vi: Loại đối tác

# textTaxCode
source: Tax code
vi: Mã số thuế

# textContractStatus
source: Contract status
vi: Tình trạng hợp đồng

# textSaleInCharge
source: Sale in charge
vi: Nhân viên sale

# textAccountant
source: Accountant
vi: Tên kế toán

# textPaymentPeriod
source: Payment Period
vi: Chu kỳ thanh toán

# textOthers
source: Other info
vi: Thông tin khác

# textContractName
source: Contract name
vi: Tên hợp đồng

# textExpiredDate
source: Expired date
vi: Ngày hết hạn

# textContractUpload
source: Upload contract
vi: Tải lên tập tin hợp đồng

# textAssignedUser
source: Assigned user
vi: Các user cung cấp cho đối tác

# errorBookingPeriod
source: There is some booking error in this period, please correct!
vi: Có lỗi booking trong khoảng thời gian này (số phòng trống âm), hãy kiểm tra lại!

# errorNoBookingSave
source: Can not save data when there is no passenger!
vi: Không thể lưu dữ liệu khi không có khách nào!

# errorNoBookingExport
source: Can not save data when there is no passenger!
vi: Không thể xuất dữ liệu khi không có khách nào!

# errorCanNotCalculatePrice
source: Please input booking value manually, pricing system is not valid
vi: Bạn nên nhập giá thủ công, hệ thống tính giá tự động không tính được do có lỗi ở bảng giá

# errorDuplicateBookingCode
source: Custom booking code is duplicated! Please check this booking again.
vi: Mã booking thủ công bị trùng! Yêu cầu kiểm tra lại.

# titleOrderReport
source: Order report
vi: Xử lý đặt phòng

# titleBookingPeriod
source: Booking by period
vi: Booking theo khoảng thời gian

# btnExportAgencyList
source: Export list
vi: Xuất danh sách

# textAgencyName
source: Agency name
vi: Tên đối tác

# textContract
source: Contract
vi: Hợp đồng

# titleAgencyList
source: Agency list
vi: Danh sách đối tác

# textIncludedInRoomPrice
source: Is included in room price
vi: Đã bao gồm trong giá phòng

# textTargetApply
source: Apply for
vi: Đối tượng áp dụng

# textCostingConfiguration
source: Costing configuration
vi: Cấu hình chi phí cố định theo khách

# textValidFrom
source: Valid from
vi: Hợp lệ từ

# textCostType
source: Cost Type
vi: Loại chi phí

# textAdultCost
source: Adult cost
vi: Chi phí người lớn

# textChildCost
source: Child cost
vi: Chi phí trẻ em

# textBabyCost
source: Baby cost
vi: Chi phí trẻ sơ sinh

# titleExchangeRate
source: Exchange rates
vi: Tỉ giá hối đoái

# textExchangeRate
source: Rate (1 USD to VND)
vi: Tỉ giá (từ 1 USD sang VND)

# btnAdd
source: Add
vi: Thêm

# titleCostType
source: Cost types
vi: Các loại chi phí

# textGeneralInformation
source: General information
vi: Thông tin chung

# chkIsDailyInput
source: Manually input
vi: Nhập thủ công

# chkIsCustomType
source: Has contact name and phone
vi: Cần tên và số ĐT nhân viên đối tác

# chkIsSupplier
source: Is supplier
vi: Là chi phí

# chkIsMonthly
source: Is monthly
vi: Theo tháng

# chkIsYearly
source: Is yearly
vi: Theo năm

# textChildPercentage
source: Child price percentage
vi: Tỉ lệ % giá cho trẻ em

# textUseCustomBookingId
source: Use custom booking code
vi: Sử dụng hệ thống code thủ công

# textBookingCodeFormat
source: Booking code format
vi: Format của booking code

# textShowCustomerName
source: Show customer name
vi: Hiển thị cột tên khách ở BK list

# textUseCustomPriceWhenAddBooking
source: Use custom price when add booking
vi: Cho phép nhập giá phòng thủ công khi add BK

# textUseCustomPriceForEachRoom
source: Use custom price for each room
vi: Sử dụng giá phòng tự nhập

# textExpensePartnershipManager
source: Expense partner ship manager
vi: Quản lý đối tác mua dịch vụ

# titleSettings
source: Settings
vi: Cấu hình

# titleIncomeReport
source: Income report
vi: Báo cáo doanh thu

# textFrom
source: From
vi: Từ ngày

# textTo
source: To
vi: Đến ngày

# textCheckInPax
source: Check in pax
vi: Khách lên tàu

# textBookingType
source: Booking type
vi: Kiểu booking

# textTransferAdult
source: Adult
vi: Số người lớn

# textTransferChildren
source: Children
vi: Số trẻ em

# textTransferBaby
source: Baby
vi: Số trẻ sơ sinh

# textTransferTo
source: Transfer to
vi: Đối tác chuyển đến

# textExtraNote
source: To config this service as an expense (if not already), <a href='{0}'>click here<a> and add a service with associated services is this service
vi: Nếu muốn cấu hình để tạo một loại chi phí ứng với dịch vụ này hãy ấn <a href='{0}'>vào đây<a>, hoặc <a href='{1}'>vào đây<a> để cấu hình mức chi phí

# btnExportExcel
source: Export to excel
vi: Xuất ra excel

# chkIsDaily
source: Is daily
vi: Theo chuyến

# tabBooking
source: Bookings
vi: Booking

# tabReports
source: Reports
vi: Báo cáo

# tabConfiguration
source: Partners
vi: Đối tác

# tabTrips
source: Cruises & trips
vi: Tàu & hành trình

# tabRoom
source: Room manager
vi: Quản lý phòng

# tabCost
source: Cost configuration
vi: Chi phí

# tabCustomers
source: Customers
vi: Khách hàng

# tabSetting
source: Setting
vi: Cấu hình

# hplHome
source: Home
vi: Trang chủ

# hyperLinkBookingList
source: Booking manager
vi: Danh sách booking

# hplAddBooking
source: Add booking
vi: Tạo booking

# hplOrders
source: My pending booking
vi: Xử lý đặt phòng

# hplBookingDate
source: Booking by date
vi: Booking theo ngày

# hplBookingPeriod
source: Booking by period
vi: Booking theo thời kỳ

# hplRevenueChanged
source: Booking changed by date
vi: Báo cáo thay đổi doanh thu

# hplIncomeReport
source: Revenue
vi: Doanh thu

# hplIncomeOwn
source: Receivables
vi: Công nợ

# hplExpenseReport
source: Expense report
vi: Chi phí

# hplExpenseDebt
source: Payables
vi: Khoản phải trả

# hplBalance
source: Balance
vi: Bảng cân đối

# hplAgencyEdit
source: Add new partner
vi: Thêm đối tác

# hplAgencyList
source: Partners manager
vi: Danh sách đối tác

# hyperLinkAgencyList
source: Partner price policy
vi: Chính sách đối tác

# hyperLinkTripList
source: Cruise trip manager
vi: Danh sách hành trình

# hyperLinkTripEdit
source: Add new trip
vi: Thêm hành trình

# hplCruiseEdit
source: Add new cruise
vi: Thêm tàu mới

# hplCruiseList
source: Cruise manager
vi: Danh sách tàu

# hyperLinkRoomClass
source: Room classes manager
vi: Loại phòng

# hyperLinkRoomType
source: Room types manager
vi: Kiểu phòng

# hyperLinkRoomList
source: Rooms managers
vi: Danh sách phòng

# hyperLinkRoomEdit
source: Add new room
vi: Thêm phòng mới

# hplCosting
source: Customer expenses
vi: Chi phí theo số khách

# hplDailyCost
source: Running expenses
vi: Chi phí theo chuyến

# hplExpenseDate
source: Daily expenses
vi: Chi phí theo ngày

# hplExpensePeriod
source: Monthly/Yearly expenses
vi: Chi phí theo tháng/năm

# hplHaiPhong
source: Hai phong expenses
vi: Chi phí thuê tàu Hải Phong

# hplUSDRate
source: USD to VND rates
vi: Tỉ giá USD/VND

# hyperLinkExtraOption
source: Extra option manager
vi: Dịch vụ gia tăng

# hplCostTypes
source: Expense types configuration
vi: Các loại chi phí

# textLastBooking
source: Last booking
vi: Booking cuối

# textUnsaved
source: Unsaved
vi: chưa lưu

# textDeniedFunction
source: You do not have permission to use this function!
vi: Bạn không có quyền sử dụng chức năng này!
